---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.PointClouds.PointCloudColorSettings
source: html/ea2c868b-1091-846a-5142-55f7f27a8d08.htm
---
# PointCloudColorSettings Members

Constructs color settings object with default colors.